kendryte/canmv_k230/port/boards/k230_canmv_rockbase/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               CONFIG_BOARD
#define MICROPY_HW_MCU_NAME                 "K230"
#define OMV_ARCH_STR                        ""
#define OMV_BOARD_TYPE                      "ROCKBASE-K230-%d%c-CanMV"
